#register messages
hi = Привет, ну как там твоя учеба
ask-name = Напиши свое ФИО, чтоб ты мог получить заслуженный мерч в конце нашей недели\!
talk-about-pc = Кстати, цены в магазине зависят от того, состоишь ли ты в профкоме, а мерч мы выдаем по студбилету, так что не ошибайся при вводе данных\!
roll-back-name = Введи ФИО
helping = Задай свой вопрос в поддержку
send_helping = Ваш вопрос отправлен в службу поддержки\. Ожидайте ответа\.
cancel = Отмена
cancel_message = Запрос в службу поддержки отменён
promocode_enter = Введите промокод
sad-promo-message = Твой промокод недействителен\(
good-promo-message = Поздравляю! Промокод добавлен
sad_code_message = Пока я не знаю твой промокод\(
phrase_profile = Привет, это твой профиль
thanks-FIO = Приятно познакомиться
ask-pc = Ты состоишь в профкоме\?
wrong-FIO = Неправиьный формат ФИО, попробуй еще раз
send-for-manual-check = Если ты действительно состоишь в Профкоме, то я могу отправить запрос на ручную проверку
wait-until-checked = Отлично\! Членство в профкоме отправлено на ручную проверку\. Пока не подтвердится, что ты профкомовец, мерч будет без скидки
ask-to-join = Если хочешь вступить в профком, приходи в кабинет 3528
# 65-я Неделя Матмеха

week-title = 🎉 65-я Неделя Матмеха
    Солнечные лучи заливают улицы, весна уверенно вступает в свои права! ☀️
    А значит — самое время поделиться новостями о предстоящей 65-й Неделе Матмеха!

    💫 С 21 по 30 апреля вас ждут интеллектуальные, музыкальные, творческие и спортивные мероприятия —
    прекрасная возможность отвлечься от учебы и отлично провести время.

    📆 Программа мероприятий:

    🔸 21.04 (пн) — «Что? Где? Когда?» (1 тур)
    🔸 22.04 (вт) — Литмуз
    🔸 23.04 (ср) — День Карьеры
    🔸 24.04 (чт) — Псевдонаучная конференция, Турнир по настольному теннису
    🔸 25.04 (пт) — День Матмеха
    🔸 26.04 (сб) — Турнир по шахматам
    🔸 27.04 (вс) — Турнир по волейболу
    🔸 28.04 (пн) — «Что? Где? Когда?» (финал)
    🔸 29.04 (вт) — Турнир по баскетболу
    🔸 30.04 (ср) — Дискотека

    Следите за анонсами в нашей группе и Телеграм-канале Профкома.

#admin messages
hello-admin = Показываю меню организатора \n Вы самые лучшие\.\.\.
ask-for-event = За какое мероприятие хотите начислить
ask-for-id = Введите код участника
wrong-event-or-no-rights = У вас нет прав начисления баллов за это меро, либо такого меро не существует
give-points = Баллы успешно начислены
wrong-id = Участника с таким кодом не существует, попробуйте еще раз
cancel-code-scanner-message = Сканирование кода отменено 
back-to-menu = Возвращаю обратно в меню

#edit shop messages
edit-shop-menu = Редактирование магазина
ask-for-category-create = Название категории
creating-category-cancelled = Создание категории отменено
create-category = Категория создана
edit-category = Редактирование категории
ask-for-name-item = Введите название
ask-for-size = Введите размер
ask-for-price = Введите цену
ask-for-count = Введите количество
delete-item = Товар удален
cancel-edit-item = Отменено
create-item = Товар создан
