#register messages
hi = Привет, ну как там твоя учеба
ask-name = Напиши свое ФИО, чтоб ты мог получить заслуженный мерч в конце нашей недели\!
talk-about-pc = Кстати, цены в магазине зависят от того, состоишь ли ты в профкоме, а мерч мы выдаем по студбилету, так что не ошибайся при вводе данных\!
roll-back-name = Введи ФИО
helping = Задай свой вопрос в поддержку
send_helping = Ваш вопрос отправлен в службу поддержки\. Ожидайте ответа\.
cancel = Отмена
cancel_message = Запрос в службу поддержки отменён